"Address" = "Addresse";
"Apply" = "Søk";
"Approve" = "Godkjenn";
"Approved" = "Godkjent";
"Approval date" = "Godkjenningsdato";
"Attachment" = "Vedlegg";
"Branch" = "Filial";
"Cancel" = "Avbryt";
"Clear" = "Fjern tekst";
"Close" = "Avslutt";
"Comments" = "Kommentar";
"Date" = "Dato";
"Done" = "Utført";
"Duration" = "Varighet";
"Email" = "Epost";
"E-mail" = "E-post";
"Finish" = "Ferdig";
"Home" = "Hjem";
"Hours" = "Timer";
"Kilometers" = "Kilometer";
"Leaves" = "Fravær";
"Login" = "Logg inn";
"Logout" = "Logg ut";
"Mobile" = "Mobil";
"Note" = "Notat";
"Overtime" = "Overtid";
"Password" = "Passord";
"Pending" = "Under godkjenning";
"Profile" = "Profil";
"Project" = "Prosjekt";
"Reject" = "Avvis";
"Rejected" = "Avvist";
"Save" = "Lagre";
"Service" = "Tjeneste(r)";
"Statistics" = "Statistikk(er)";
"Start" = "Begynn";
"Submit" = "Send inn";
"Ok" = "Ok";

"About App" = "Om App";
"My Tasks" = "Mine oppgaver";
"Pending Tasks" = "Under arbeid";
"Total Hours" = "Totalt timer";
"No Data" = "Ingen data";
"Error occured." = "Uff! det er noe feil.";
"Mine hours" = "Mine timer";
"My Task" = "Min oppgave";
"My Tasks" = "Mine oppgaver";
"Completed Tasks" = "Godkjente timer";
"Not avaliable" = "Ikke tilgjengelig";
"Working Time" = "Arbeidstime(r)";
"Break Time" = "Pause";
"Employee Note" = "Notat fra arbeidstaker";
"Extra Work" = "Tillegg";
"See Details" = "Se detaljer";
"No Extra Work Added" = "Ingen tillegg";
"Images Not Added" = "Ingen bilde";
"Register Time" = "Registrer time";
"Profile Image" = "Profil bilde";
"Take Photo" = "Ta bilde";
"Choose from photos" = "Velg fra bildegalleriet";
"Are you sure to remove?" = "Er du sikker på at du ønsker å slette data?";
"Select Working Hours" = "Velg arbeidstimer";
"Select Service" = "Velg tillegg";
"Library not supported." = "Bildegalleriet ikke støttet";
"Camera not supported." = "Kamera er ikke tillatt.";
"Forgot Password?" = "Glemt passord?";
"Connection Error" = "Feil i forbindelsen";
"Group Chat" = "Gruppemeldinger";
"Select Project" = "Velg prosjekt";
"Approved Leave" = "Godkjent fravær";
"Rejected Leave" = "Avvist fravær";
"Pendding Leave" = "Under godkjenning";
"Cancelled Leave" = "Kansellert fravær";
"No entry found!" = "Ingen data funnet!";
"Requested Date" = "Forespurt dato";
"Leave Type" = "Fraværstype";
"From Date" = "Fra og med dato";
"To Date" = "Til og med dato";
"My Leaves" = "Min ferie og fravær";
"Request Leave" = "Ferie og fraværsforespørsel";
"Unknown Error" = "Ukjent feil";
"Login Failed" = "Logg inn feilet";
"Not Approved" = "Ikke godkjent";
"Approve Jobs" = "Godkjenn timer";
"Approve\nLeaves" = "Godkjenn\nFravær";
"Past\nLeaves" = "Historikk\nFravær";
"New password doesn't match." = "Passord stemmer ikke overens med valgt passord.";
"Update details" = "Oppdater detajer";
"Change password" = "Bytt passord";
"Library not supported." = "Biblioteket ikke støttet.";
"Camera not supported." = "Kamera ikke støttet.";
"Select Working Hours" = "Velg arbeidstimer";
"Select Break Hours" = "Velg pause";
"Select Overtime" = "Velg overtid";
"50% Overtime" = "50% Overtid";
"100% Overtime" = "100% Overtid";
"Additional Work" = "Tillegg";
"Signing Hours" = "Signer timer";
"Total overtime" = "Totalt overtid";
"Without overtime" = "Timer uten overtid";
"Select Branch" = "Velg filial";
"Reject Comments" = "Avvis kommentarer";
"Used vacation" = "Benyttet Ferie";
"Planed vacation" = "Planlagt Ferie";
"Left vacation" = "Rest Ferie";
"Used" = "Benyttet";
"Planed" = "Planlagt";
"Left" = "Rest";

"Send Request" = "Send inn";
"Select leave type" = "Velg fraværstype";
"Start Date" = "Start dato";
"End Date" = "Slutt dato";
"Select Employee" = "Velg ansatte";

"Please Enter Password" = "Tast inn passord";
"Please Enter Email Address" = "Tast inn epostadresse";
"Please Enter Valid Email" = "Tast inn gyldig epostadresse";
"Please select service." = "Velg tillegg";
"Please input employee note." = "Skriv notat";
"Please input message." = "Skriv melding";
"Please select project." = "Velg prosjekt";
"Please input comment." = "Skriv kommentar.";
"Please re-enter new password" = "Tast inn nytt passord engang til";
"Please input 'Signed by:' filed." = "Tast inn navn på 'Signeres av:' feltet.";
"Please draw Signature." = "Vennligst signer";
"Please input name." = "Tast inn navn";
"Please input mobile." = "Tast inn mobilnummer";
"Please input address." = "Tast inn adresse";
"Please input valid name." = "Tast inn et gyldig navn";
"Please input old password." = "Fyll inn det gamle passordet";
"Please input new password." = "Fyll inn nytt passord";
"Please input new password again" = "Tast inn nytt passord engagn til";

"Could not connect with server. Please try again later!" = "Kan ikke koble til server, prøv igjen senere!";
"Register working hours by clicking on start and finish buttons or manually." = "Registrer arbeidstimer ved klikking på Start eller Ferdig knapper, du kan velge kun en av dem eller velg tannhjul, juster og registrer timer.";

"Signed by:" = "Signert av:";
"IP Address:" = "IP adresse";
"Signature:" = "Signatur";
"Null signature" = "Nullstill";
"Email:" = "Epost:";
"Hrs" = "t";
"Min" = "m";
"Date" = "dato";
"Work time already exist" = "Timer finnes allerede for denne tidsperioden";
"Data Insert Successfully" = "Dine arbeidstimer er registrert!";

"Latest Activities" = "Siste aktiviteter";
"h" = "t";
"m" = "m";
"Leave Request" = "Ferie&Fravær";
"Cancelled" = "Avbryt";
"Days" = "Dag(er)";
"days" = "dag(er)";
"More on this please visit our site:" = "Mer om dette finner du på:";
"Onjyb is a user-friendly and simple app for time tracking and leave and vecation for the employees. This app was developed in collaboration with appbusinesspartner, construction companies, rental of excavator, scaffolding companies and plumbers etc. in Eastern Norway." = "Onjyb er en brukervennlig og enkel app for timeregistrering samt fravær og ferie. Denne appen er utviklet i samarbeid med bygge firmaer, utleie av gravemaskin, stillas firmaer, og rørleggere etc. i Østlandet.";

"Information is updated!" = "Informasjon er oppdatert!";
"Approval of hours worked is recorded" = "Godkjenning av timer er vellykket!";

"Start time and end time cannot be same." = "Start-tid og Slutt-tid kan ikke være likt.";
"The finish time can't be less than the start time" = "Start-tid kan ikke vært likt slutt-tid.";
"From date can't be greater then To date." = "Fra og med dato kan ikke være større enn Til og med dato.";
"Name" = "Navn";

"Are you sure, you want to approve this leave?" = "Er du sikker på at du ønsker å godkjenne denne?";
"Leave is approved!" = "Godkjenning vellykket!";
"Leave is rejected!" = "Fraværsforespørsel er avvist!";
"Want to reject holiday and absence?" = "Ønsker du å avvise fraværsforespørsel?";
"Are you sure, if name is correct?" = "Er du sikker på at du ønsker å rette navn?";
"Contact person:" = "Kontakt person:";
"Contact email:" = "Kontaktepost:";
"Yes" = "Ja";
"No" = "Nei";
"YES" = "Ja";
"NO" = "Nei";

"Please add Contact person" = "Fyll inn Kontaktperson";
"Please add Contact email" = "Fyll inn Kontaktepost";

" Add Overtime to PTO Bank" = " Lagre overtid på Timebank";
"Data Edit Successfully" = "Endringer av timer vellykket";
